---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.WrongUserException
source: html/9ddcbd45-773e-35cd-5a0c-c577d7afa37b.htm
---
# WrongUserException Members

Retrieves data needed to serialize the target object.